<template>
  <div>
    <div class="toub">
      <van-icon id="tb" @click="$router.go(-1)" name="arrow-left" />
      <div class="wz">用户协议</div>
    </div>
    <div style="    width: 92%;
    margin: 0 auto;">
      <h2>用户隐私协议</h2>
      <h3>隐私政策</h3>
      <p
        style="font-size:10px"
      >北京弋游科技有限公司是宠物食谱软件的运营者，公司注册地址：北京市朝阳区西大望路15号4号楼方胜创业创新孵化器3560号，联系方式：13522989833</p>
      <p
        style="font-size:10px"
      >欢迎您使用宠物食谱，请您（以下可称“用户”或“您”）请您务必认真阅读本《用户隐私协议》（以下简称《协议》）中规定的所有条款。除非您接受本《协议》条款，否则请您停止注册、登录和使用宠物食谱等所有服务。您一旦注册、登录、使用或以任何方式使用本《协议》等相关服务的行为将视为接受本《协议》内以下相关规定， 同时您确定理解、接受与宠物食谱网络科技有限公司（简称“本公司”）的法律协议。</p>

      <p style="font-size:10px">
        · 我们不会收集及以任何形式储存来自你社交网络的任何资讯或销售给广告或其它营运机构。
        · 当你通过社交网络进行分享时，可能会要求输入账号密码，但该信息由系统管理，App不会以任何形式储存账号密码，也不会收集及以任何形式储存您在社交网络上的任何个人信息。
        · 使用本cn.sxtuan.user.App即表示您同意此隐私政策的条款和条件。如果您不同意本政策，请不要使用该App。我们保留权利，在我们決定更改，修改，增加或刪除本政策的部分，在任何时候。请关注此网页查任何修改。如果您继续使用我们的App以后的任何更改这些条款和发布将意味意你已经接受了这些调整。
      </p>

      <h3>用户使用规则</h3>
      <p style="font-size:10px">
        用户在使用宠物食谱网络服务过程中，必须遵守中国有关的法律和法规；所有与网络服务有关的网络协议、规定和程序；不得为任何非法目的而使用宠物食谱网络服务系统；相关法律规定，不得在宠物食谱平台上发布、传播或以其它方式传送含有下列内容之一的社交内容或信息：
        相关规定如下：
      </p>
      <p style="font-size:10px">
        反对宪法所确定的基本原则的；
        危害国家安全，泄露国家秘密，颠覆国家政权，破坏国家统一的；
        损害国家荣誉和利益的；
        煽动民族仇恨、民族歧视、破坏民族团结的；
        破坏国家宗教政策，宣扬邪教和封建迷信的；
        散布谣言，诈骗，扰乱社会秩序，破坏社会稳定的；
        散布淫秽、色情、赌博、暴力、凶杀、恐怖或者教唆犯罪的；
        侮辱或者诽谤他人，侵害他人合法权利的；
        未获他人允许，偷拍、偷录他人，侵害他人合法权利的；
        煽动非法集会、结社、游行、示威、聚众扰乱社会秩序的；
        以非法民间组织名义活动的；
        含有虚假、有害、胁迫、侵害他人隐私、骚扰、侵害、侮辱、诽谤、中伤、粗俗、猥亵、或其它道德上令人反感的内容；
        侵犯他人知识产权的内容；
        含有中国法律、法规、规章、条例以及任何具有法律效力之规范所限制或禁止的其它内容的。
        您不得在宠物食谱平台内发布任何形式的广告
        禁止任何使用非法软件进行刷内容、违规发布内容的行为
      </p>
      <h3>知识产权</h3>
      <p style="font-size:10px">
        宠物食谱提供的网络服务中包含的任何文字、图片、图形、音频和/或视频资料均受版权、商标和/或其它相关法律的保护，未经相关权利人同意， 上述资料均不得用于任何商业目的，宠物食谱对此享有知识产权和最终解释权
        您在宠物食谱平台上发布的内容，本公司有权转播或引用
        您在任何时间段在宠物食谱上发表的任何内容的著作财产权，您许可本公司在全世界范围内免费地、永久性地、不可撤销地使用和可完全转授的权利，包括但不限 于：复制权、发行权、出租权、展览权、表演权、放映权、广播权、信息网络传播权、摄制权、改编权、翻译权、汇编权以及《著作权法》规定的由著作权人享有的其他 著作财产权利。
        宠物食谱为提供网络服务而使用的任何软件（包括但不限于软件中所含的任何图像、照片、动画、录像、录音、音乐、文字和附加程序、随附的帮助材料）的一 切权利均属于该软件的著作权人，未经该软件的著作权人许可，用户不得对该软件进行反向工程、反向编译或反汇编等违法行为。
      </p>
      <h3>法律及争议解决</h3>
      <p style="font-size:10px">
        本协议适用中华人民共和国法律。
        因本协议引起的或与本协议有关的任何争议，各方应友好协商解决；协商不成的，任何一方均可将有关争议提交至仲裁委员会并按照其届时有效 的仲裁规则仲裁；仲裁裁决是终局的，对各方均有约束力
      </p>
      <h3>其他</h3>
      <p style="font-size:10px">
        继续使用本服务的，则视为您同意最新修订的协议内容；否则您须立即停止使用本服务
        本协议未涉及的问题参见国家有关法律法规，当本协议与国家法律法规冲突时，以国家法律法规为准。
        宠物食谱有权随时根据有关法律、法规的变化以及公司经营状况和经营策略的调整等修改本协议，而无需另行单独通知用户，以最新的协议文本为准。
        宠物食谱在法律允许最大范围对本协议拥有解释权与修改权。
      </p>
    </div>
  </div>
</template>

<script>
export default {
  data() {
    return {};
  }
};
</script>

<style>
.wz {
  text-align: center;
  margin-top: -40px;
  /* font-weight: 400; */
  font-size: 17px;
}
#tb {
  font-size: 25px;
  line-height: 52px;
  text-indent: 7px;
}
.toub {
  width: 100%;
  height: 40px;
}
</style>