<template>
  <div>
    <div class="toub">
      <van-icon id="tb" @click="$router.go(-1)" name="arrow-left" />
      <div class="wz">用户协议</div>
    </div>
    <div style="    width: 92%;
    margin: 0 auto;">
      <h2>用户协议</h2>
      <h3>重要须知</h3>
      <p
        style="font-size:10px"
      >欢迎您使用宠物食谱，请您（以下可称“用户”或“您”）请您务必认真阅读本《用户服务协议》（以下简称《协议》）中规定的所有条款。除非您接受本《协议》条款，本《协议》，否则请您停止注册、登录和使用宠物食谱等所有服务。您一旦注册、登录、使用或以任何方式使用本《协议》等相关服务的行为将视为接受本《协议》内以下相关规定， 同时您确定理解、接受与宠物食谱网络科技有限公司（简称“本公司”）的法律协议。</p>
      <h3>1. 服务内容</h3>
      <p style="font-size:10px">
        1.1宠物食谱所有者及经营者，完全按照其发布的服务条款和操作规则提供基于互联网以及移动互联网的相关服务（以下简称“网络服务”）。
        1.2鉴于社交音视频聊天的特殊性，保证用户按国家相关法律法规及宠物食谱相关运营规则使用音视频聊天服务，用户必须满16周岁以上方可使用欢聚时代提供的音 视频聊天服务。未满16周岁以上的请家长亲属陪同确认使用，在用户提供的个人资料认证审核通过的条件下，均可以通过在宠物食谱平台赚得佣金进行提现。
        1.3 您注册成功成为宠物食谱用户，宠物食谱将为您提供一个密码和账号，一定要严加看管保障安全，宠物食谱账号仅限于您本人使用，禁止赠与、借用、租用、转让或 售卖等方式授予其他人使用，涉及“个人财产”、虚拟财产丢失，非本平台故障导致的，您将承担全部责任。
        1.4用户理解并接受，宠物食谱平台仅提供相关的网络服务，除此之外与相关网络服务有关的设备（如个人电脑、手机、及其他与接入互联网或移动互联网有关的装置） 及所需的费用（如为接入互联网而支付的电话费及上网费、为使用移动网而支付的手机费）均应由用户自行负担。
        1.5注册成为宠物食谱用户，您自行负担个人上网所支付的与此服务有关的电话或流量费用、网络费用。您可以自由选择宠物食谱平台内的虚拟货币、虚拟礼物充值购买， 自由选择接受私聊、音视频收费服务、通过人民币充值购买会员或虚拟货币虚拟礼物等增值服务，一旦充值购买宠物食谱平台不受理退款服务。
      </p>
      <h3>2.用户使用规则</h3>
      <p style="font-size:10px">
        2.1.您在申请使用宠物食谱社交聊天网络服务时，必须向宠物食谱社交平台提供准确的个人资料，您的真实资料将持有、使用“宠物食谱金币”、“金币”等相关虚拟财产及进 行消费、兑换、提现等身份凭证，如个人资料不真实或者侵犯他人资料涉及任何法律责任将由您全部承担。
        2.2您可自主设定账号名称、头像等注册信息，不得含有任何违法和不良信息；若注册使用时存在违法违规等信息，宠物食谱平台有权通知即刻改正、停用冻结或永久封号。
        2.3用户在使用宠物食谱社交网络服务过程中，必须遵守中国有关的法律和法规；所有与网络服务有关的网络协议、规定和程序；不得为任何非法目的而使用宠物食谱社交网络服务系 统；相关法律规定，不得在宠物食谱平台上发布、传播或以其它方式传送含有下列内容之一的社交内容或信息：
        相关规定如下：
        2.3.1反对宪法所确定的基本原则的；
        2.3.2危害国家安全，泄露国家秘密，颠覆国家政权，破坏国家统一的；
        2.3.3损害国家荣誉和利益的；
        2.3.4煽动民族仇恨、民族歧视、破坏民族团结的；
        2.3.5破坏国家宗教政策，宣扬邪教和封建迷信的；
        2.3.6散布谣言，诈骗，扰乱社会秩序，破坏社会稳定的；
        2.3.7散布淫秽、色情、赌博、暴力、凶杀、恐怖或者教唆犯罪的；
        2.3.8.侮辱或者诽谤他人，侵害他人合法权利的；
        2.3.9.未获他人允许，偷拍、偷录他人，侵害他人合法权利的；
        2.3.10.煽动非法集会、结社、游行、示威、聚众扰乱社会秩序的；
        2.3.11.以非法民间组织名义活动的；
        2.3.12.含有虚假、有害、胁迫、侵害他人隐私、骚扰、侵害、侮辱、诽谤、中伤、粗俗、猥亵、或其它道德上令人反感的内容；
        2.3.13.侵犯他人知识产权的内容；
        2.3.14.含有中国法律、法规、规章、条例以及任何具有法律效力之规范所限制或禁止的其它内容的。
        2.3.15您不得在宠物食谱平台内发布任何形式的广告
        2.3.16禁止任何使用非法软件进行刷内容、违规发布内容的行为
      </p>
      <h3>3. 免责声明</h3>
      <p style="font-size:10px">
        3.1 鉴于网络服务的特殊性，宠物食谱有权制定平台运营规则及注册用户管理规则，并有权根据运营情况对相应规则进行变更、调整、中止或终止。宠物食谱拥有 对平台上的内容进行监控并对违反协议的用户进行处理的权利。；
        3.2 用户违反本《协议》中规定的使用规则。
        3.3 用户理解，宠物食谱平台需要定期或不定期地对提供网络服务的平台（如互联网网站、移动网络等）或相关的设备进行检修或者维护，如因此类情况而造成 网络服务在合理时间内的中断，宠物食谱平台无需为此承担任何责任，但宠物食谱平台会尽可能事先进行系统通告。
        3.4 您在宠物食谱平台发布、社交内容仅为个人行为，与本公司无关。对于您的社交内容、言论的真实性、合法性引发的全部责任，由您自行承担，本公司不承 担任何责任。因您发布的社交内容、言论而引起的法律纠纷，由您自行解决，与本公司无关。如宠物食谱平台因此遭受任何损失，宠物食谱有权向您追偿，您承担 赔偿责任的方式包括但不限于根据宠物食谱平台的书面通知向其支付与损失等额的资金、以累计的虚拟资产抵偿相关损失等。
        3.5宠物食谱平台不担保网络服务一定能满足用户的要求，也不担保网络服务不会中断，也对网络服务的及时性、安全性、准确性不作担保。
        3.6宠物食谱平台系统因下列状况无法正常运作，使您无法使用各项服务或任何信息、虚拟财产丢失时，本公司不承担损害赔偿责任，该状况包括但不限于：
        （1）宠物食谱平台公告之系统停机维护、升级、调整期间；
        （2）电信通讯或设备出现故障不能进行数据传输的；
        （3）因台风、地震、海啸、洪水、停电、战争、恐怖袭击、政府管制等不可抗力之因素，造成宠物食谱平台系统障碍不能执行业务的；
        （4）由于黑客攻击、电信部门技术调整或故障、网站升级、相关第三方的问题等原因而造成的服务中断或者延迟。
        3.7用户之间因使用宠物食谱平台而产生或可能产生的任何纠纷和/或损失，由用户自行解决并承担相应的责任，与本公司无关
      </p>
      <h3>4. 知识产权</h3>
      <p style="font-size:10px">
        4.1宠物食谱社交聊天平台提供的网络服务中包含的任何文字、图片、图形、音频和/或视频资料均受版权、商标和/或其它相关法律的保护，未经相关权利人同意， 上述资料均不得用于任何商业目的，宠物食谱平台对此享有知识产权和最终解释权
        您在宠物食谱平台上发布的内容，本公司有权转播或引用
        4.2您在任何时间段在宠物食谱平台上发表的任何内容的著作财产权，您许可本公司在全世界范围内免费地、永久性地、不可撤销地使用和可完全转授的权利，包括但不限 于：复制权、发行权、出租权、展览权、表演权、放映权、广播权、信息网络传播权、摄制权、改编权、翻译权、汇编权以及《著作权法》规定的由著作权人享有的其他 著作财产权利。
        4.3宠物食谱平台为提供网络服务而使用的任何软件（包括但不限于软件中所含的任何图像、照片、动画、录像、录音、音乐、文字和附加程序、随附的帮助材料）的一 切权利均属于该软件的著作权人，未经该软件的著作权人许可，用户不得对该软件进行反向工程、反向编译或反汇编等违法行为。
      </p>
      <h3>5. 隐私保护</h3>
      <p style="font-size:10px">
        保护用户隐私是宠物食谱平台的一项基本政策，宠物食谱平台不会对外公开或向第三方提供您的注册资料及您在使用网络服务时存储在本网站的非公开内容，但下列情况除外：
        5.1.事先获得您的明确授权；
        5.2根据有关的法律法规要求；
        5.3按照有权政府主管部门的要求或为配合主管部门调查
        5.4为维护社会公众的利益；
        5.5为维护宠物食谱平台的合法权益。
        5.6该第三方同意承担与宠物食谱平台同等的保护您的隐私的责任；
        5.7其他宠物食谱平台认为合适的且法律并不禁止的披露。
        5.8尽最大的努力保护我们掌握的信息。
        5.9在不透露单个用户隐私资料的前提下，宠物食谱平台有权对整个用户数据库进行分析并对用户数据库进行商业上的利用。
        5.10将个人信息的收集透明化，并由权威第三方监督。
      </p>
      <h3>6. 法律及争议解决</h3>
      <p style="font-size:10px">
        6.1本协议适用中华人民共和国法律。
        6.2因本协议引起的或与本协议有关的任何争议，各方应友好协商解决；协商不成的，任何一方均可将有关争议提交至仲裁委员会并按照其届时有效 的仲裁规则仲裁；仲裁裁决是终局的，对各方均有约束力
      </p>
      <h3>7.其他</h3>
      <p style="font-size:10px">
        7.1继续使用本服务的，则视为您同意最新修订的协议内容；否则您须立即停止使用本服务
        7.2本协议未涉及的问题参见国家有关法律法规，当本协议与国家法律法规冲突时，以国家法律法规为准。
        7.3宠物食谱平台有权随时根据有关法律、法规的变化以及公司经营状况和经营策略的调整等修改本协议，而无需另行单独通知用户，以最新的协议文本为准。
        7.4 宠物食谱平台在法律允许最大范围对本协议拥有解释权与修改权。
      </p>
    </div>
  </div>
</template>

<script>
export default {
  data() {
    return {};
  }
};
</script>

<style>
.wz {
  text-align: center;
  margin-top: -40px;
  /* font-weight: 400; */
  font-size: 17px;
}
#tb {
  font-size: 25px;
  line-height: 52px;
  text-indent: 7px;
}
.toub {
  width: 100%;
  height: 40px;
}
</style>